[Mission06.ID_Orchid_HermitTape MissionItemDefinition]
UseFailureCharacterMessage="Examination %s Use this article."
ItemName="Monk prov"
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName=""simple""

[Mission06.ID_Orchid_HermitTape:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Herbert's tape is missing, something must be missing.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission06.MO_Orchid_HermicChestLock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission06.MO_Orchid_HermitChest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

